let NEWS = [
    {
        id: 'n1',
        title: 'ВСУ начали "прощупывание" линии фронта на южном направлении перед подготовкой контрнаступления - ведущий CNN',
        articles: [
            'По словам Джима Шутто, в Минобороны США считают, что предстоящее контрнаступление будет включать воздушные и наземные операции.[style: subtitle]',
            'Ведущий CNN Джим Шутто, со ссылкой на информацию Минобороны США, сообщил, что украинская армия начала "прощупывание" линии фронта на южном направлении перед подготовкой большого контрнаступления.',
            'Об этом Шутто сообщил в Twitter.',
            '"Украинские силы начали операции по "прощупыванию" на юге Украины, чтобы подготовить поле боя для серьезного украинского контрнаступления, сообщили мне два высокопоставленных американских чиновника, проинформированных о разведданных. США считают, что предстоящее контрнаступление будет включать воздушные и наземные операции", — сообщил он.',
            'Шутто отмечает, что операции "прощупывания" являются стандартной военной практикой перед наступлением и включают ударные системы вооружения, командования и управления, склады боеприпасов и другие цели для подготовки поля боя к запланированному наступлению.',
            '"По словам высокопоставленного американского чиновника, эти планы появились после того, как война России в Украине прошла шестимесячную отметку, а оценки США указывают на то, что Россия смогла развернуть на передовой меньшее количество подразделений, чем предполагалось", — написал он в Twitter.'
        ],
        author: 'Andrei Leovkin',
        date: '14:12, 01.09.2022',
        image1: 'https://img.tsn.ua/cached/498/tsn-84ee4f9844c21d3af2b3cfbad2c9c711/thumbs/404x202/9c/bd/7f9369730add2af7e1592c57352cbd9c.jpeg',
        image2: 'https://img.tsn.ua/cached/766/tsn-84ee4f9844c21d3af2b3cfbad2c9c711/thumbs/1036x648/0f/2e/bf875a97771385d652863616d14d2e0f.jpeg',
        alt: 'Работа артилерии'
    },
    {
        id: 'n2',
        title: 'Топ-5 мифов, которые должен знать каждый владелец домашних животных',
        articles: [
            'Существует много мнений по уходу за животными, но на самом деле большинство из них ошибочны и только вредят животным. Самые распространенные из мифов развеял ветеринар и зоопсихолог Лидия Лободина.[style: subtitle]',
            '1. Препараты от клещей и блох "сажают" печень и почки[font-style: bold]',
            'Современные препараты максимально безопасны, если правильно выбрать дозировку. Иксодовые клещи очень опасны, поскольку они переносят бабезиоз, эрлихиоз, боррелиоз, анаплазмоз. Возделать любимца гораздо проще, чем лечить эти тяжелые заболевания. В случае заболевания печень и почки пострадают с большей вероятностью.',
            '2. Вакцинация вызывает рак[font-style: bold]',
            'Постинъекционная саркома кошек — злокачественное новообразование, которое развивается в месте введения вакцин, особенно против вирусной лейкемии кошек и бешенства. Однако саркома встречается только в 30-50 случаях из 10 тысяч. Вероятность заболеть и погибнуть у невакцинированной кошки гораздо выше.',
            '3. Животное должно родить хотя бы раз "для здоровья"[font-style: bold]',
            'Несвоевременная кастрация может привести к серьезным проблемам со здоровьем. Если же собаку стерилизовать до первой течки — снижается риск онкологии молочной железы до 2%. Если между первой и второй – до 8%. Кастрация кошек до 6 месяцев снижает риск онкологии молочной железы до 1%.',
            '4. Кости – обязательная составляющая рациона собак и важный источник кальция[font-style: bold]',
            'Кормление сырым мясом и костями опасно для здоровья, а также несбалансированное питание. Чрезмерное количество подобных продуктов может привести к деформациям костей молодых животных вследствие развития вторичного (пищевой) гиперпаратиреоза. Кальций животного получают из качественного корма и мяса, но в сочетании с другими важными нутриентами. В частности, кости часто приводят к повреждениям зубов, запоров, кишечной непроходимости, нарушениям работы и травмам желудочно-кишечного тракта, глотки, полости рта, из-за чего в большинстве случаев требуется хирургическое вмешательство.',
            '5. Раны можно обрабатывать йодом и зеленкой[font-style: bold]',
            'Кожа у домашних животных значительно более нежная и чувствительная, чем у людей. Йод и зеленка могут вызвать боль и ожоги. Перед самостоятельной обработкой раны обязательно проконсультируйтесь с ветеринаром.'
        ],
        author: 'Andrei Leovkin',
        date: '14:12, 01.09.2022',
        image1: 'https://img.tsn.ua/cached/353/tsn-6fc5c486b67f33b84a28d75a8717b561/thumbs/404x202/8b/a6/2a1e4447099f155a3e44f9e39a65a68b.jpeg',
        image2: 'https://img.tsn.ua/cached/353/tsn-6fc5c486b67f33b84a28d75a8717b561/thumbs/1036x648/8b/a6/2a1e4447099f155a3e44f9e39a65a68b.jpeg',
        alt: 'Кот'
    },
    {
        id: 'n3',
        title: 'Ученые рассказали, когда электромобили будут заряжаться за десять минут',
        articles: [
            'Стало известно, когда "зеленые" автомобили будут пополнять свою энергию всего за 600 секунд.[style: subtitle]',
            'За последнее десятилетие электромобили получили значительно больший запас хода, чем первые экземпляры. Впрочем, зарядка электромобиля во время долгой поездки занимает больше времени, чем заливка бензина в бак автомобиля с двигателем внутреннего сгорания.',
            'Эта характеристика отпугивает многих владельцев традиционных автомобилей от электромобилей. Но если время зарядки уменьшится, армия поклонников экологически чистых машин вырастет существенно, передает Auto24.',
            'Впрочем, эксперты уверены, что следующее поколение электромобилей сможет заряжаться до 90 процентов всего за 10 минут.',
            'В настоящее время существует проблема: если литий-ионные батареи современных электромобилей заряжать слишком быстро, они могут быстро выйти из строя, уменьшив срок службы батареи и требуя дорогостоящей замены. Но группа исследователей использовала методы машинного обучения, чтобы исследовать, как батареи стареют при зарядке на высокой скорости, и использовала эту информацию, чтобы безопасно увеличить время зарядки. Изучив результаты с 30 000 точек данных, они создали протокол зарядки, который сделает возможным сверхбыструю зарядку без повреждения батареи. Недостатком является то, что технология станет общедоступной примерно через 5 лет, сообщает The Washington Post.',
            'Производство аккумуляторов, которые можно заряжать быстрее, не только поможет сократить время поездки для путешественников между отдаленными городами. Это также сделает электромобили более дешевыми и эффективными. Дешевле, поскольку производители автомобилей смогут предлагать транспортные средства с аккумуляторами меньшего размера, поскольку уменьшение запаса хода будет компенсировано возможностью более быстрой зарядки.',
            'Это поможет водителям, которым не нужно регулярно преодолевать большие расстояния, перейти на электричество. А поскольку увеличение массы электромобиля происходит из-за батареи, уменьшение размера ее также уменьшает снаряженный вес, то есть двигателю нужно потреблять меньше энергии, чтобы двигаться по дороге.'
        ],
        author: 'Andrei Leovkin',
        date: '14:12, 01.09.2022',
        image1: 'https://img.tsn.ua/cached/898/tsn-467385bb6791cfb7cbfd1f8cbeac76e2/thumbs/404x202/1c/99/f82ccd90898f0ddfe3c55ecb7c49991c.jpeg',
        image2: 'https://img.tsn.ua/cached/898/tsn-467385bb6791cfb7cbfd1f8cbeac76e2/thumbs/1036x648/1c/99/f82ccd90898f0ddfe3c55ecb7c49991c.jpeg',
        alt: 'Электромобиль'
    },
    {
        id: 'n4',
        title: 'Почему после еды хочется спать и способы побороть сонливость',
        articles: [
            'Часто после сытных блюд хочется спать. Оказывается, причиной этого может являться не только физиологическая особенность организма, но и употребление некоторых продуктов. Почему сразу после еды хочется спать и что с этим состоянием делать, читайте в материале ТСН.ua.[style: subtitle]',
            'Почему после еды хочется спать: основные причины[font-style: bold]',
            'Относительно того, почему сразу после еды нам хочется спать, существует сразу несколько теорий. Наиболее распространенным и логичным из них является тот, который утверждает, что после сытного обеда или ужина в кровообращении происходят определенные изменения — к желудку, тонкой и толстой кишки приплывает кровь, а вот кровоснабжение мозга уменьшается. Поэтому наш мозг начинает получать меньшее количество кислорода и питательных веществ. Как результат – нуждается в отдыхе.',
            'Сонливость после еды также может объясняться тем, что повышается выработка гормонов (меланина и серотонина), особенно если употреблять некоторые продукты. Например, белковую пищу. В ней содержится триптофан – аминокислота, которая нужна организму для синтеза серотонина. Последний является нейромедиатором, отвечающим за урегулирование разных циклов сна. Если употреблять большое количество продуктов, содержащих триптофаны, сонливость после еды будет усиливаться.',
            'Углеводы способствуют тому, чтобы триптофан лучше усваивался в организме. Поэтому когда вы употребляете на обед или на ужин продукты с высоким содержанием углеводов и белков, вам захочется вздремнуть. Сюда входят следующие продукты: рис, макароны, вареная или консервированная кукуруза, мучные изделия, торты, пирожные, газированные напитки.',
            'Сонливость и слабость часто обусловлены простым перееданием. Если есть большую порцию калорийных продуктов, организму на их переваривание нужно будет потратить много энергии и сил. А это приведет к усилению сонливости.',
            'Можно ли что-нибудь сделать, чтобы не хотелось спать после еды[font-style: bold]',
            'Следует отметить, что энергетические напитки или чашечка кофе не смогут справиться с появившейся после приема пищи сонливостью. Лучше обратить внимание на следующие методы:',
            '1. Лучше есть маленькими порциями, но чаще – благодаря такому питанию вы сможете избежать скачков уровня глюкозы в крови.',
            '2. Старайтесь на обед не есть такие продукты, содержащие большое количество углеводов и триптофана – также сонливость может возникать от пищи с большим содержанием белков.',
            '3. Пейте больше жидкости – лучше, чтобы это была обычная вода. Ее недостаток вызывает чувство усталости и дряблости. Следите за количеством жидкости, которую вы выпили, если занимаетесь тяжелым физическим трудом или спортом.',
            '4. Гуляйте на свежем воздухе чаще – благодаря физической активности происходит вентиляция легких, а также улучшается кровоснабжение мозга.'
        ],
        author: 'Andrei Leovkin',
        date: '14:12, 01.09.2022',
        image1: 'https://img.tsn.ua/cached/516/tsn-84ee4f9844c21d3af2b3cfbad2c9c711/thumbs/404x202/2f/c5/fd2d0b4f9a1c7dc9ebba513a4e7ac52f.jpeg',
        image2: 'https://img.tsn.ua/cached/516/tsn-84ee4f9844c21d3af2b3cfbad2c9c711/thumbs/1036x648/2f/c5/fd2d0b4f9a1c7dc9ebba513a4e7ac52f.jpeg',
        alt: 'Салат'
    },
    {
        id: 'n5',
        title: 'Делайте это каждое утро: 5 причин добавлять в воду лимон',
        articles: [
            'Добавить в свой рацион воду с лимоном совсем не сложно, но польза от этого для красоты здоровья будет очень ощутимая.[style: subtitle]',
            'Для многих традиция начинать день со стакана воды с лимоном - это целый ритуал. Вы просыпаетесь, кладете на разделочную доску яркий сочный фрукт с приятным запахом, отрезаете от него дольку, кладете ее в стеклянный стакан, наливаете воду, не спеша пьете и думаете о дне, который вам предстоит.',
            'Вода с лимоном дает вам не только сияющую кожу и дополнительную энергию, но и настраивает на позитивный лад, дает ощущение стабильности и чувство, что вы только что сделали что-то хорошее и полезное для своего тела и духа.',
            'Эффективная гидратация[font-style: bold]',
            'Правильная гидратация с помощью простой воды имеет важное значение для общего состояния здоровья и хорошего самочувствия. Но нашему организму требуется много воды в течение дня, и получение достаточного количества воды может оказаться сложной задачей, если вы не можете выпивать много воды без вкуса и запаха. Это ведет к обезвоживанию и может вызвать дискомфорт. Если ничего не предпринимать, то недостаточное потребление воды приведет к изменению настроения, перегреванию, трудностям с концентрацией внимания и многим другим негативным последствиям.',          
            'Повышение уровня витамина С[font-style: bold]',          
            'Горячая вода с лимоном — отличный источник витамина С, который необходим для улучшения общего состояния здоровья и хорошего самочувствия: витамин С помогает поддерживать сильную и здоровую иммунную систему, которая может защитить вас от простуды и вирусов.',    
            'Снижение риска образования камней в почках[font-style: bold]',
            'Камни в почках могут быть очень болезненными. На самом базовом уровне они представляют собой образования минералов и солей, которые развиваются в почках и влияют на систему мочевыводящих путей. Есть много причин образования камней в почках, включая лекарства и генетику, но обезвоживание играет большую роль в образовании камней в почках.',
            'Повышение потребление калия[font-style: bold]',
            'Лимоны богаты калием, а лимонная вода поддерживает уровень калия в вашем организме. Регулирование и поддержание здорового уровня калия в организме важно по нескольким причинам. Калий способствует здоровью нескольких важных систем, включая ваше сердце и мышцы. Ранние признаки низкого уровня калия включают судороги и аномальное сердцебиение, и эти симптомы могут усилиться и стать более тревожными, если их не устранить.',          
            'Потеря веса[font-style: bold]',          
            'Сама по себе лимонная вода не поможет вам похудеть. Тем не менее это здоровая замена сладким напиткам, которые часто способствуют ожирению. Заменив лимонной водой утренний сок или послеобеденный сладкий кофе, вы уменьшите потребление сахара и поможете своему телу в здоровой и устойчивой потере веса.'
        ],
        author: 'Andrei Leovkin',
        date: '14:12, 01.09.2022',
        image1: 'https://img.tsn.ua/cached/239/tsn-84ee4f9844c21d3af2b3cfbad2c9c711/thumbs/404x202/41/51/02baaff802db38a9defa6962e0f75141.jpeg',
        image2: 'https://img.tsn.ua/cached/239/tsn-84ee4f9844c21d3af2b3cfbad2c9c711/thumbs/1036x648/41/51/02baaff802db38a9defa6962e0f75141.jpeg',
        alt: 'Лимон и вода'
    }
];

module.exports = NEWS;